Repository: GPCsolutions/doliwoo
Catalog: languages/doliwoo-*.po
Languages: ca, es_es, ru

source: View DoliWoo Settings
ru: Посмотреть настройки DoliWoo

source: Settings
ru: Настройки

source: Dolibarr webservices access
ca: Accés webservice de Dolibarr
es_es: Acceso a webservices Dolibarr
ru: Настройка доступа к модулю Webservices системы Dolibarr

source: Source application
ca: Aplicació font
es_es: Aplicación fuente
ru: Имя источника

source: How this application will identify itself to the webservice.
ca: Com s'identificarà aquesta aplicació al webservice.
es_es: Cómo se identificará esta aplicación al webservice.
ru: Значение из этого поля будет использовано в представлении DoliWoo в модуле Webservice Dolibarr

source: URL
ru: Адрес

source: Enter Dolibarr webservices root URL (i.e. https://mydolibarr.com/webservices)
ca: Entra la URL arrel del webservice de Dolibarr (i.e. https://mydolibarr.com/webservices)
es_es: Entra la URL raíz del webservice de Dolibarr (ej.: https://mydolibarr.com/webservices)
ru: Укажите адрес модуля Webservices системы Dolibarr (например, https://mydolibarr.com/webservices) . Обратите внимание, что используется HTTPS.

source: Delay
ca: Retard
es_es: Retraso
ru: Частота обновления DoliWoo

source: Choose the automatic update frequency
ca: Escull la freqüència de l'actualització automàtica
es_es: Escoje la frecuencia de actualización automática
ru: Укажите частоту автоматического обновления

source: Once Hourly
ca: Un cop cada hora
es_es: Una vez cada hora
ru: Каждый час

source: Twice Daily
ca: Dos cops al dia
es_es: Dos veces al día
ru: Дважды в день

source: Once Daily
ca: Un cop al dia
es_es: Una vez al día
ru: Один раз в день

source: Key
ca: Clau
es_es: Llave
ru: Ключ доступа

source: Enter your Dolibarr webservices key
ca: Entra la teva clau del webservice de Dolibarr
es_es: Entra la llave del webservice de Dolibarr
ru: Укажите ключ доступа модуля Webservices системы Dolibarr

source: User login
ca: Usuari d'inici de sessió
es_es: Inicio de sesión de usuario
ru: Имя пользователя

source: Dolibarr actions will be done as this user
ca: Les accions de Dolibarr es duran a terme amb aquest usuari
es_es: Las acciones de Dolibarr ser harán con este usuario
ru: Все действия DoliWoo в системе Dolibar будут осуществляться от этого пользователя

source: User password
ca: Paraula de pas de l'usuari
es_es: Contraseña de usuario
ru: Пароль

source: Entity
ca: Entitat (empresa)
es_es: Entidad (empresa)
ru: ID объекта

source: If you're using multicompany, the ID of the entity you want to integrate. Leave to 1 otherwise.
ca: Si utilitzes multiempresa, l'ID de l'entitat (empresa) que vols integrar. Déixa-ho amb 1 si no és així.
es_es: Si estás usando multiempresa, el ID de la entidad que quieres integrar. Déjalo en 1 si no es así.
ru: Если вы используете модуль MultiCompany (множество систем Dolibarr на одной установке), укажите ID объекта установки. В ином случае, оставьте значение ID равным 1.

source: Products category
es_es: Categoría de productos
ru: Категория товара

source: The ID of the products category you want to automatically import products from.
es_es: El ID de la categoría de productos de la que quieres importar productos.
ru: ID категории товара плагина WooCommerce, откуда будут автоматически импортироваться товары

source: Generic thirdparty
ca: Tercer per defecte
es_es: Tercero por defecto
ru: ID контрагента

source: The ID of the thirdparty that'll be used for anonymous orders.
ca: La ID del tercer per defecte que serà utilitzat en les comandes anònimes.
es_es: El ID del tercero que será usado para los pedidos anónimos.
ru: ID контрагента, который будет использован для заказа от неавторизованного пользователя

source: Dolibarr version
ru: Версия системы Dolibarr

source: If the webservice communication is OK, it displays your Dolibarr version
ru: Если установлена связь с модулем Webservices системы Dolibarr, то здесь будет отображена версия системы Dolibarr

source: Please configure the plugin.
ru: Пожалуйста, задайте настройки плагина

source: OK!
ru: ОК!

source: Not compatible! Please use at least Dolibarr v3.4.0.
ru: Не совместимая версия! Используйте версию 3.4.0 системы Dolibarr.

source: (Detected v%s)
ru: (Определена версия %s)

source: The protocol to use is https://
ca: El protocol per utilitzar és https://
es_es: El protocolo a usar es https://
ru: Используется протокол HTTPS

source: The webservice is not available. Please check the URL.
ca: El servei webservice no està disponible. Siusplau, comprova la URL.
es_es: El servicio webservice no está disponible. Por favor, comprueba la URL.
ru: Модуль Webservices системы Dolibarr недоступен. проверьте адрес.

source: User ID
es_es: ID de usuario
ru: ID пользователя

source: The Dolibarr ID for this user
ru: ID Dolibarr для этого пользователя

source: Dolibarr
ru: Система Dolibarr

source: Dolibarr User ID
ca: ID de l'usuari Dolibarr
es_es: ID de usuario Dolibarr
ru: ID пользователя Dolibarr

source: VAT
ca: IVA
es_es: IVA
ru: НДС

source: Dolibarr WooCommerce integration
ru: Плагин интеграции Dolibarr с WooCommerce

source: This plugin needs SOAP and OpenSSL PHP extensions.
ca: Aquest plugin necessita extensions SOAP i OpenSSL PHP.

source: This plugin needs SOAP PHP extension.
ca: Aquest plugin necessita l'extensió SOAP PHP.

source: This plugin needs OpenSSL PHP extension.
ca: Aquest plugin necessita l'extensió OpenSSL PHP.

source: This extension needs WooCommerce
ca: Aquesta extensió necessita WooCommerce

source: DoliWoo Settings
ca: Paràmetres de DoliWoo

source: Product category
ca: Categoria del producte

source: The ID of the product category you want to automatically import products from.
ca: La ID de la categoria de producte de la que vols importar productes automàticament.
